[
  {
    "title": "Enterprise Design System",
    "description": "Case Study",
    "dates": "2020 - 2024",
    "image": "assets/images/portfolio/CAP-DS/CAPDS-cover.png",
    "content": "![CAP DS montage](/assets/images/portfolio/CAP-DS/CAPDS-cover.png)\n\n## Project Overview\nA new automation platform and customer portal projects were being kicked off with development teams located across the globe. To streamline development processes and ensure consistency, I joined a small but mighty design team to build and develop the framework with the goal of empowering our teams to develop these new products in an accessible and user-friendly way.\n\nOur company, serving numerous industries including commercial, government, and transportation, faced significant challenges with inconsistent design practices across different teams. This led to inefficient processes and fragmented user experiences. Our division was tasked with creating a new platform built on new technology to enable engineers to deliver low-code solutions for various customer needs. To address these issues, our design team set out to build a design system to support the quick growth of our new enterprise-level product.\n\n## Objectives\n\n- Establish a consistent design language across these products.\n- Improve collaboration between designers and developers working across global time zones.\n- Enhance efficiency by reducing redundant work.\n- Ensure accessibility standards are met across all components.\n\n## My Contributions\n\nMy work spanned nearly all aspects of the design system. I began with UI audits of initial designs and code, then built components in XD before migrating and rebuilding them in Figma. I also wrote our foundational CSS, established design standards & front-end guidelines, and ensured the continued maintenance, evangelism, and success of the design system.\n\n![CAP DS API sketch](/assets/images/portfolio/CAP-DS/cap-ds-api.jpeg)",
    "link": "/portfolio/cap-ds"
  },
  {
    "title": "Enterprise Product Design",
    "description": "Case Study",
    "dates": "2020 - 2024",
    "image": "assets/images/portfolio/CAP-UI/CAPUI-cover.png",
    "content": "![Coffee and Code](/assets/images/portfolio/CAP-UI/CAPUI-cover.png)\n\n## Project Overview\nAs a Sr Product Designer for Conduent, I helped create a new enterprise-level platform that allows engineers to efficiently build low-code solutions for a wide variety of our customers’ automated tasks. Designed in tandem with the CAP Design System, I worked with globally distributed teams to quickly create and validate solutions for our developers and engineers to implement.\n\n## Objectives\n\n- Create design principles for design and dev\n- Incorporate and help refine design system usage\n- Discover and document design patterns\n- Provide flexible and comprehensive design solutions for various business needs\n\n## My Contributions\n\nAs the senior designer on the team, my experience working across various types of projects and teams came in handy as I helped maneuver our team through a transition from XD to Figma, backlogs in Axure DevOps, and cross-team communication with a global team of designers, developers, and PMs. As [Brad Frost puts it](https://bradfrost.com/blog/post/job-title-its-complicated/), some people are bricks and some are mortar. I’m the mortar.",
    "link": "/portfolio/cap-ux"
  },
  {
    "title": "Facilities Management Products",
    "description": "Case Study",
    "dates": "2019 - 2020",
    "image": "assets/images/portfolio/CAP-UI/CAPUI-cover.png",
    "content": "![Coffee and Code](/assets/images/portfolio/CAP-UI/CAPUI-cover.png)\n\n## Project Overview\nAs a Sr Product Designer for Conduent, I helped create a new enterprise-level platform that allows engineers to efficiently build low-code solutions for a wide variety of our customers’ automated tasks. Designed in tandem with the CAP Design System, I worked with globally distributed teams to quickly create and validate solutions for our developers and engineers to implement.\n\n## Objectives\n\n- Create design principles for design and dev\n- Incorporate and help refine design system usage\n- Discover and document design patterns\n- Provide flexible and comprehensive design solutions for various business needs\n\n## My Contributions\n\nAs the senior designer on the team, my experience working across various types of projects and teams came in handy as I helped maneuver our team through a transition from XD to Figma, backlogs in Axure DevOps, and cross-team communication with a global team of designers, developers, and PMs. As [Brad Frost puts it](https://bradfrost.com/blog/post/job-title-its-complicated/), some people are bricks and some are mortar. I’m the mortar.",
    "link": "/portfolio/fms"
  }
]